{
  "sidebar.open": "MENU",
  "sidebar.close": "FECHAR",
  "sidebar.opt1": "Homepage",
  "sidebar.opt2": "Dashboard",
  "sidebar.opt3": "Perfil",
  "sidebar.opt4": "Equipa",

  "index.knowmore": "SABE MAIS",
  "index.signup": "INSCREVE-TE",
  "index.sec1.title": "O QUE É O BREAKINGDEV?",
  "index.sec1.desc1": "O BreakingDev é um Hackathon para estudantes universitários.",
  "index.sec1.desc2": "Um Hackathon é uma competição de programação e inovação, em que podes tornar a tua ideia uma realidade. Em 48 horas podes criar a aplicação web que vai salvar o mundo, ou então aquele jogo com que sempre sonhaste. E ainda tens prémios para ganhar com isso! Se ainda não estás convencido, vê algumas das surpresas que temos guardadas para ti.",
  "index.sec2.title1": "Como funciona o BreakingDev ao certo?",
  "index.sec2.desc1": "Antes de mais, vamos explicar melhor tudo o que precisas de saber para participares no BreakingDev:",
  "index.sec2.step1.q": "11 a 13 de Outubro",
  "index.sec2.step1.a": "Reserva o fim-de-semana no teu calendário",
  "index.sec2.step2.q": "Forma uma equipa de 2 a 4 pessoas",
  "index.sec2.step2.a": "Esta é uma competição em equipa, portanto chama os teus amigos",
  "index.sec2.step3.q": "Tem uma ideia!",
  "index.sec2.step3.a": "Pensa no teu projeto e decide o que vais criar durante o fim-de-semana",
  "index.sec2.step4.q": "Web ou Jogos?",
  "index.sec2.step4.a": "Escolhe a categoria em que a tua ideia encaixa melhor e inscreve-te!",
  "index.sec2.step5.q": "Faz a tua inscrição",
  "index.sec2.step5.a": "Cria uma conta no nosso website, cria a tua equipa e convida os teus colegas",
  "index.sec2.step6.q": "Falta-te equipa ou uma ideia para participar?",
  "index.sec2.step6.a": "Consulta as nossas FAQs para veres como te podemos ajudar a participar!",
  "index.sec2.desc3": "Antes de mais, esta competição é em equipa. Junta os teus amigos e cria uma equipa de 2 a 4 pessoas. Depois, escolham uma das duas categorias a concurso: Web ou Jogos. Dentro da categoria que acharem melhor, podem fazer o vosso projeto sobre qualquer ideia e em qualquer linguagem.",
  "index.sec2.desc4": "Para além das categorias, temos uma série de desafios adicionais, que são transversais a todas as equipas. Isto tudo decorre durante 48 horas, em que não tens de te preocupar com mais nada. Nós tratamos da comida, do espaço e da diversão. Vais ter à tua disposição (quase) tudo o que possas precisar.",
  "index.sec3.title1": "Categorias e Challenges",
  "index.sec3.desc1": "No BreakingDev achamos que não faz sentido comparar laranjas e autocarros, portanto temos duas categorias em competição em que cada uma tem um vencedor final. Podes participar naquela que mais se encaixa na tua ideia, independentemente das ferramentas e linguagens que usares.",
  "index.sec3.web1": "Aplicações Web",
  "index.sec3.web2": "Se tens na cabeça a ideia para o próximo Facebook ou Amazon, esta é a categoria pra ti. Cria a tua aplicação Web e mostra-a ao mundo",
  "index.sec3.games1": "Jogos",
  "index.sec3.games2": "Se a tua praia é mais um comando na mão, então esta pode ser a tua categoria. Faz dos teus sonhos realidade e cria o jogo que sempre quiseste",
  "index.sec3.desc2": "Para além das categorias principais, também temos um desafios adicionais. Estes challenges são transversais a todas as equipas em concurso e pretendem recompensar projetos em algumas áreas mais especificas.",
  "index.sec3.aplus1": "A+ Challenge",
  "index.sec3.aplus2": "Procuramos o projeto com mais valor para a comunidade académica",
  "index.sec3.innov1": "Innovation Award",
  "index.sec3.innov2": "'New is always better', queremos encontrar a ideia mais inovadora",
  "index.sec3.crowd1": "Crowd Award",
  "index.sec3.crowd2": "Porque nem tudo é programar, queremos saber qual é a equipa preferida do público",
  "index.sec3.desc3": "Temos uma descrição mais detalhada de cada categoria e challenge nas nossas FAQs, se ainda ficaste com algumas dúvidas, clica aqui para ler mais."
}
