{
  "sidebar.open": "MENU",
  "sidebar.close": "FECHAR",
  "sidebar.opt1": "Homepage",
  "sidebar.opt2": "Dashboard",
  "sidebar.opt3": "Perfil",
  "sidebar.opt4": "Equipa",
  "sidebar.opt5": "FAQs",
  "sidebar.opt6": "Staff",
  "sidebar.opt7": "Seja um Patrocinador",
  "sidebar.opt8": "Banco de Ideias",

  "index.knowmore": "SABE MAIS",
  "index.signup": "INSCREVE-TE",
  "index.sec1.title": "O QUE É O BREAKINGDEV?",
  "index.sec1.desc1": "O BreakingDev é um Hackathon para estudantes universitários.",
  "index.sec1.desc2": "Um Hackathon é uma competição de programação e inovação, em que podes tornar a tua ideia uma realidade. Em 48 horas podes criar a aplicação web que vai salvar o mundo, ou então aquele jogo com que sempre sonhaste. E ainda tens prémios para ganhar com isso! Se ainda não estás convencido, vê algumas das surpresas que temos guardadas para ti.",
  "index.sec2.title1": "Como funciona o BreakingDev ao certo?",
  "index.sec2.desc1": "Antes de mais, vamos explicar melhor tudo o que precisas de saber para participares no BreakingDev:",
  "index.sec2.step1.q": "11 a 13 de Outubro",
  "index.sec2.step1.a": "Reserva o fim-de-semana no teu calendário",
  "index.sec2.step2.q": "Forma uma equipa de 2 a 4 pessoas",
  "index.sec2.step2.a": "Esta é uma competição em equipa, portanto chama os teus amigos",
  "index.sec2.step3.q": "Tem uma ideia!",
  "index.sec2.step3.a": "Pensa no teu projeto e decide o que vais criar durante o fim-de-semana",
  "index.sec2.step4.q": "Web ou Jogos?",
  "index.sec2.step4.a": "Escolhe a categoria em que a tua ideia encaixa melhor e inscreve-te!",
  "index.sec2.step5.q": "Faz a tua inscrição",
  "index.sec2.step5.a": "Cria uma conta no nosso website, cria a tua equipa e convida os teus colegas",
  "index.sec2.step6.q": "Falta-te equipa ou uma ideia para participar?",
  "index.sec2.step6.a": "Consulta as nossas FAQs para veres como te podemos ajudar a participar!",
  "index.sec2.desc3": "Antes de mais, esta competição é em equipa. Junta os teus amigos e cria uma equipa de 2 a 4 pessoas. Depois, escolham uma das duas categorias a concurso: Web ou Jogos. Dentro da categoria que acharem melhor, podem fazer o vosso projeto sobre qualquer ideia e em qualquer linguagem.",
  "index.sec2.desc4": "Para além das categorias, temos uma série de desafios adicionais, que são transversais a todas as equipas. Isto tudo decorre durante 48 horas, em que não tens de te preocupar com mais nada. Nós tratamos da comida, do espaço e da diversão. Vais ter à tua disposição (quase) tudo o que possas precisar.",
  "index.sec3.title1": "Categorias e Challenges",
  "index.sec3.desc1": "No BreakingDev achamos que não faz sentido comparar laranjas e autocarros, portanto temos duas categorias em competição em que cada uma tem um vencedor final. Podes participar naquela que mais se encaixa na tua ideia, independentemente das ferramentas e linguagens que usares.",
  "index.sec3.web1": "Aplicações Web",
  "index.sec3.web2": "Se tens na cabeça a ideia para o próximo Facebook ou Amazon, esta é a categoria pra ti. Cria a tua aplicação Web e mostra-a ao mundo",
  "index.sec3.games1": "Jogos",
  "index.sec3.games2": "Se a tua praia é mais um comando na mão, então esta pode ser a tua categoria. Faz dos teus sonhos realidade e cria o jogo que sempre quiseste",
  "index.sec3.desc2": "Para além das categorias principais, também temos um desafios adicionais. Estes challenges são transversais a todas as equipas em concurso e pretendem recompensar projetos em algumas áreas mais especificas.",
  "index.sec3.aplus1": "A+ Challenge",
  "index.sec3.aplus2": "Procuramos o projeto com mais valor para a comunidade académica",
  "index.sec3.innov1": "Innovation Award",
  "index.sec3.innov2": "'New is always better', queremos encontrar a ideia mais inovadora",
  "index.sec3.picasso1": "Picasso Award",
  "index.sec3.picasso2": "Para a equipa com maior atenção ao design no seu projeto",
  "index.sec3.crowd1": "Crowd Award",
  "index.sec3.crowd2": "Queremos encontrar a equipa preferida dos participantes",
  "index.sec3.desc3": "Temos uma descrição mais detalhada de cada categoria e challenge nas nossas FAQs, se ainda ficaste com algumas dúvidas, clica aqui para ler mais.",
  "index.sec4.title1": "48 horas que não te vais esquecer",
  "index.sec4.desc1": "Se ainda não estás convencido, então ainda temos muito mais para te contar!",
  "index.sec5.title0": "Todas as refeições estão incluídas na inscrição",
  "index.sec5.desc0": "Queremos que a tua principal preocupação seja a tua ideia. Com a tua inscrição, tens direito a todas as refeições durante o fim-de-semana. E ainda tens sempre coffee-breaks, café e bebidas à tua disposição.",
  "index.sec5.extra0": "Mas se quiseres descontrair um pouco, a lenda diz que durante a noite há uma bebida muito especial para aumentar a tua inspiração.",
  "index.sec5.title1": "Ambiente único e descontraído",
  "index.sec5.desc1": "Apesar de ser uma competição, acreditamos que consegues ser mais produtivo quando o ambiente à tua volta é descontraído. Acima de tudo, queremos que este seja um fim-de-semana divertido. Nos últimos anos já tivemos um pouco de tudo: Matraquilhos, Nerf Guns, Ping-Pong, FIFA, Dr. Why e muito mais.",
  "index.sec5.extra1": "Este ano não vai ser diferente. Conta connosco para sempre que quiseres fazer uma pausa do teu projeto.",
  "index.sec5.title2": "Prémios! Prémios! Prémios!",
  "index.sec5.desc2": "Se é uma competição, só faz sentido termos prémios para os melhores. Todos os membros das equipas vencedoras levam para casa um prémio. Há prémios para cada categoria principal, para cada challenge adicional e ainda sorteamos prémios extra entre todos os participantes. Nos últimos anos já oferecemos GoPro's, Raspberry Pi's, Teclados Corsair, Headphones Razer, NES Classic e Super Nintendo's.",
  "index.sec5.extra2": "Ainda estamos a tentar encontrar os melhores prémios possível para este ano. Se nos quiseres dar alguma sugestão, envia-nos uma mensagem para o nosso Instagram (@breakingdev).",
  "index.sec5.title3": "Regras e avisos",
  "index.sec5.desc3": "Queremos que a competição seja justa para todos. Apesar de poucas, temos algumas regras. Queremos que todo o código seja desenvolvido durante as 48 horas. Para isso utilizamos o Github para verificações ocasionais. Podem ser usadas frameworks e outros assets, mas a maioria do código deve ser feito durante o fim-de-semana. O nosso júri, composto por convidados da área da Informática, vai escolher os vencedores com os seus próprios critérios.",
  "index.sec5.extra3": "O nosso regulamento completo está disponível na página das FAQs. Se tiveres alguma dúvida podes perguntar-nos nas nossas redes sociais ou enviar-nos um email.",
  "index.sec6.title1": "Quem somos e onde estamos?",
  "index.sec6.desc1": "O BreakingDev é organizado pelo Núcleo de Estudantes de Engenharia de Telecomunicações e Informática do Instituto Superior Técnico (NEETI-IST). Esta vai ser a 4ª edição do BreakingDev e contamos contigo para nos fazeres companhia durante mais um fim-de-semana inesquecível.",
  "index.sec6.desc2": "Caso ainda nunca nos tenhas visitado, estamos sediados no Campus do Taguspark do Instituto Superior Técnico, em Oeiras. E este é o espaço que vai receber mais uma vez o nosso hackathon. Clica aqui se não sabes onde fica o nosso campus.",
  "index.sec6.desc3": "Mas não te preocupes se achas que estamos longe! Mais uma vez, vamos oferecer transporte de e para o centro de Lisboa, antes de começar e no fim do evento.",
  "index.sec7.title": "Se já estás mais do que convencido, então cria a tua conta no nosso site, convida os teus amigos e faz a tua equipa.",
  "index.sec7.desc": "Podes sempre seguir-nos nas nossas redes sociais para te manteres atualizado de todas as novidades!",
  "index.sec8.organization": "Organizado por:",
  "index.sec8.support": "Com o apoio de:",
  "index.sec8.sponsor": "Patrocinado por:",
  "index.sec8.besponsor": "Seja um patrocinador",
  "index.sec8.madeby": "Website feito por ",
  "index.sec8.madewith": "Construído com ",
  "index.sec8.copyright": "© NEETI 2019",

  "besponsor.title": "Seja um Patrocinador do BreakingDev",
  "besponsor.desc1": "O BreakingDev é uma oportunidade única de entrar em contacto com alunos de várias faculdades do país. Este evento é diferente das tradicionais feiras de emprego, oferecendo-lhe uma visão diferente e um contacto 'hands on' com o trabalho e os projetos que os alunos gostam de desenvolver.",
  "besponsor.desc2": "Sendo este um evento mais especializado, gostamos que os nossos patrocinadores estejam presentes no recinto com pessoas também com conhecimentos tecnológicos. Em edições anteriores foi possível assistir a momentos em que os patrocinadores presentes ajudaram alguns alunos a resolver bugs ou a discutir as ideias e tecnologias escolhidas. Este contacto é altamente valorizado pelos participantes, revelando-se uma forma efetiva de mostrar o lado mais técnicos das empresas.",
  "besponsor.desc3": "Esta informação e muito mais está disponível no nosso Caderno de Patrocinadores. Diga-nos algumas informações no formulário em baixo para entrarmos em contacto consigo.",
  "besponsor.desc4": "Se preferir, pode sempre entrar em contacto diretamente pelo nosso e-mail: ",
  "besponsor.desc5": "Esperamos poder contar consigo e com a sua empresa no nosso Hackathon!",
  "besponsor.sentsuccess": "O seu pedido foi enviado com successo. Nós iremos entrar em contacto consigo com a maior brevidade possível.",

  "forms.email": "Email",
  "forms.email.empty": "O email não pode estar vazio",
  "forms.email.placeholder": "Email",
  "forms.email.invalid": "Por favor utilize um email válido",
  "forms.name": "Nome",
  "forms.name.empty": "O nome não pode estar vazio",
  "forms.name.placeholder": "Nome",
  "forms.company": "Empresa",
  "forms.company.empty": "A empresa não pode estar vazio",
  "forms.company.placeholder": "Empresa",
  "forms.phone": "Telefone",
  "forms.phone.empty": "O telefone não pode estar vazio",
  "forms.phone.placeholder": "Telefone",
  "forms.phone.invalid": "Por favor utilize um telefone válido",
  "forms.sending": "Enviando...",
  "forms.success": "Confirmado",
  "forms.send": "Enviar",

  "faqs.title": "Frequently Asked Questions",
  "faqs.desc1": "Se tens alguma dúvida sobre o BreakingDev, muito provavelmente vais encontrar a resposta aqui",
  "faqs.desc2": "Usa os botões acima para navegar entre os vários temas de FAQs e procura a tua dúvida.",
  "faqs.desc3": "Se mesmo assim não conseguires esclarecer a tua questão, podes usar o questionário abaixo para contactar a equipa organizadora. Se preferires, podes enviar-nos uma mensagem nas nossas redes sociais.",
  "faqs.opt1": "Essenciais",
  "faqs.opt2": "Inscrições",
  "faqs.opt3": "Regras",
  "faqs.opt4": "Evento",
  "faqs.q1": "O que é o BreakingDev?",
  "faqs.a1": "O BreakingDev é uma competição de programação em que tens 48 horas para desenvolver a tua ideia.",
  "faqs.q2": "Quando é o BreakingDev?",
  "faqs.a2": "Este ano o BreakingDev vai decorrer de 11 a 13 de Outubro.",
  "faqs.q3": "Onde é o BreakingDev?",
  "faqs.a3": "Mais uma vez, o BreakingDev acontece no Campus do Taguspark do Instituto Superior Técnico, em Oeiras.",
  "faqs.q4": "Quem pode participar?",
  "faqs.a4": "Alunos universitários de todo o país. Se terminaste o curso recentemente mas queres participar, envia-nos um email.",
  "faqs.q5": "Quanto custa a inscrição?",
  "faqs.a5": "As inscrições numa fase inicial custam 5€, aumentando para 10€ mais perto do evento.",
  "faqs.q6": "Quando abrem as inscrições?",
  "faqs.a6": "As inscrições vão abrir no início de Setembro.",
  "faqs.q7": "Quais são os prémios?",
  "faqs.a7": "Ainda estamos a tentar ter os melhores prémios possíveis para este ano. A nossa homepage tem alguns dos prémios das últimas edições.",
  "faqs.q8": "Todas as ideias valem?",
  "faqs.a8": "Sim! Desde que encaixem nas nossas categorias, praticamente todas as ideias contam.",
  "faqs.q9": "Não tenho nenhuma ideia...",
  "faqs.a9": "Procura no nosso banco de ideias",
  "faqs.q10": "Não tenho equipa para participar",
  "faqs.a10": "Se criares conta no nosso site podes procurar outras pessoas sem equipa e juntar-te a eles para participar!",
  "faqs.q11": "De quantas pessoas são as equipas?",
  "faqs.a11": "As equipas podem ter 2 a 4 pessoas",
  "faqs.q12": "Como me inscrevo?",
  "faqs.a12": "Começa por criar conta no nosso site, faz o teu perfil e cria a tua equipa. Depois convidas os teus amigos para se juntarem e confirmas a vossa inscrição.",
  "faqs.q13": "Como confirmo a inscrição?",
  "faqs.a13": "Quando a equipa tiver com elementos e com os dados necessários, vai aparecer uma opção para confirmares a inscrição. Depois disso, o staff confirma a equipa e está feito.",
  "faqs.q14": "Se alguma pessoa desistir entretanto?",
  "faqs.a14": "Não podes modificar os dados da tua equipa depois de confirmada. Mas se houver algum membro a desistir, é possível trocar a sua inscrição por outra pessoa. Entra em contacto com a organização para saberes mais.",
  "faqs.q15": "Como vou até ao Taguspark?",
  "faqs.a15": "Nós oferecemos transporte de e para Lisboa no início e no final do evento.",
  "faqs.q16": "Como efetuo o pagamento da inscrição?",
  "faqs.a16": "O pagamento é feito por transferência bancárias.",
  "faqs.q17": "Posso levar código feito?",
  "faqs.a17": "Não. É uma das poucas regras que temos. O código deve ser feito durante o evento.",
  "faqs.q18": "Posso usar frameworks ou assets?",
  "faqs.a18": "Sim. Frameworks de desenvolvimento e alguns assets pré-feitos são permitidos. Consulta o regulamento para uma descrição mais detalhada.",
  "faqs.q19": "Há algumas submissões?",
  "faqs.a19": "Para controlarmos se o código está a ser desenvolvido no evento, pedimos a todas as equipas que submetam o seu código em 2 momentos distintos na plataforma Github.",
  "faqs.q20": "De quem é a propriedade do código desenvolvido.",
  "faqs.a20": "A propriedade é integralmente dos participantes. Os patrocinadores do evento podem depois entrar em contacto com as equipas se desejarem.",
  "faqs.q21": "A quem são cedidos os meus dados?",
  "faqs.a21": "Os dados dos participantes e das equipas apenas são cedidos às empresas patrocinadoras do BreakingDev, que estão listadas no website.",
  "faqs.q22": "Há apresentações?",
  "faqs.a22": "No final das 48 horas, cada equipa tem 5 minutos para apresentar ao júri o seu projeto e esclarecer eventuais questões.",
  "faqs.q23": "Como são apurados os vencedores?",
  "faqs.a23": "O júri determina os seus próprios critérios, não havendo influência da organização.",
  "faqs.q24": "Há comida?",
  "faqs.a24": "Mais uma vez vamos contratar os melhores chefs para te preparar todas as refeições que precisas durante o fim-de-semana.",
  "faqs.q25": "Há sítios para dormir?",
  "faqs.a25": "O nosso 'parque de campismo' vai mais uma vez estar à tua disposição. Podes trazer tendas, sacos de cama, colchões, tudo o que precisares.",
  "faqs.q26": "Quem é o júri?",
  "faqs.a26": "Os jurados serão várias pessoas da área da Informática, que iremos anunciar mais perto do evento.",

  " ": ""
}
